[Settings]
AuthorName=
AuthorEmail=
Language=English
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=Hata Raporu
HeaderText=%s
SubHeaderText=Lütfen bize bu hata raporunu (%s) göndererek sorunu düzeltmemize ve yazılımı geliştirmemize katkıda bulunun.
WhatDoesReportContain=Bu rapor ne içerir?
ProvideAdditionalInfo=Sorun hakkında ek bilgi sağlayın (önerilir).
YourEmail=E-posta:
DescribeProblem=Hata oluştuğu zaman ne yaptığınızı bir kaç kelime ile açıklayın:
MyConsent="Raporu gönder" butonuna basarak, rapor içeriği ile gizlilik politikası şartlarını kabul ediyorum.
MyConsent2="Raporu gönder" butonuna basarak, ben raporun içeriğine aşina olduğumu onaylıyorum.
PrivacyPolicy=Gizlilik Politikası
InvalidEmailCaption=Geçersiz e-posta 
InvalidEmailText=Örneğin, name@hotmail.com gibi geçerli bir e-posta adresi belirtiniz.
SendReport=Raporu gönder
CloseTheProgram=Programı kapat
RestartApp=Bu pencere kapatıldıktan sonra %s yeniden başlatın.
OtherActions=Diğer eylemler…
SendReportLater=Programı kapat ve daha sonra raporu gönder

[DetailDlg]
DlgCaption=Hata Raporu Ayrıntıları
DoubleClickAnItem=Uygun bir programla açmak için öğeyi çift tıklatın.
FieldName=Dosya Adı
FieldDescription=Açıklama
FieldSize=Boyut
Preview=Önizleme
PrivacyPolicy=Gizlilik Politikası
Close=Kapat
Export=Dışa aktar…
NoDataToDisplay=Görüntülenecek hiçbir veri yok
PreviewAuto=Otomatik
PreviewText=Metin
PreviewHex=Hex
PreviewImage=Görüntü
PreviewVideo=Video
Encoding=Metin kodlama
DescCrashDump=Mini döküm crash
DescXML=Crash açıklaması XML
DescScreenshot=Masaüstü ekran görüntüsü
DescRegKey=Kayıt defteri anahtar dökümü
DescVideo=Masaüstü video yakalama
Open=Aç
DeleteSelected=Seçili dosya(ları) sil…
AttachMoreFiles=Daha fazla dosya ekle…
           
[ProgressDlg]
DlgCaption=%s - Hata Raporu Gönderme
DlgCaption2=%s çalışmayı durdurdu
DlgCaptionExport = %s - Hata Raporu Dışa Aktarma
CollectingCrashInfo=Sorun hakkında bilgi toplanıyor…
CompressingFiles=Hata raporu dosyaları sıkıştırılıyor…
StatusText= Hata raporu şimdi (deneme %d/3) gönderiliyor…
ConfirmLaunchEmailClient=Hata raporu, varsayılan e-posta programınızı kullanarak gönderilebilir (%s).\nTo e-posta programını çalıştırın, "Tamam" tuşuna basın, aksi halde "İptal" tuşuna basın.
CompletedWithErrors=Hatalarla tamamlandı. Bu pencereyi kapatmak için "Kapat" basın...
ExportedWithErrors=Dışarıya aktarma tamamlanamadı. Bu pencereyi kapatmak için "Kapat"a basın.
CopySelectedLines=Kopyala seçilen satırları
CopyTheWholeLog=Bütün olay günlüğünü kopyalayın
Cancel=İptal
Cancelling=İptal ediliyor…
Close=Kapat

[ResendDlg]
DlgCaption=%s - Hata Raporları Gönder
BalloonCaption=%s - Hata Raporları
BalloonText=Bazı hatalar %s oluştu. Şimdi hata raporlarını göndermek için buraya tıklayın.
ColumnCreationDate=Oluşturulma Tarihi
ColumnSize=Boyut
ColumnStatus=Durum
ClickForDetails=Ayrıntılarını görmek için öğeye çift tıklatın.
SelectedSize=Seçili Öğeler: %d. Toplam boyutu: %s.
SendNow=Şimdi gönder
ShowLog=Log kayıtlarını göster
MyConsent="Raporu gönder" butonuna basarak, seçili raporların içeriğine aşina olduğumu ve gizlilik politikası şartlarını kabul ediyorum.
MyConsent2="Raporu gönder" butonuna basarak, ben seçilmiş raporların içeriğine aşina olduğumu onaylıyorum.
PopupShow=Göster
PopupExit=Çıkış
PopupRemindLater=Bu pencereyi kapat, ancak daha sonra hatırlat
PopupNeverRemind=Bu pencereyi kapat ve asla tekrar hatırlatma
StatusPending=Kadar
StatusInProgress=Devam etmekte…
StatusSucceeded=Başarılı
StatusFailed=Başarısız
CurrentAction=Güncel eylem:
DeliveryingReports=Hata raporlarını teslim ediliyor…
DeliverySucceeded=Hata raporları başarıyla teslim edildi.
DeliveryFailed=Hata raporu teslimatı başarısız oldu.
SelectAll=Tümünü seç
DeselectAll=Tüm seçimleri kaldır
DeleteSelected=Seçileni sil
DeleteAll=Tümünü sil

[VideoRecDlg]
DlgCaption=%s - Ekran Görüntü Yakalama
Text=%s daha iyi anlamak ve bu yazılım hatalarını gidermek amacıyla ekran görüntü yakalama başlayacak. Not ekran yakalama bilgisayarınızın performansını azaltabilir. Devam etmek için 'İzin ver' düğmesini tıklatın.
Allow=İzin ver
Cancel=İptal et